export const pakistanData = {
  "Pakistan": {
    "provinces": [
      {
        "name": "پنجاب",
        "divisions": [
          {
            "name": "لاہور ڈویژن",
            "districts": [
              {
                "name": " لاہور",
                "tehsils": ["لاہور سٹی", "لاہور کینٹ", "ماڈل ٹاؤن", "رائیونڈ", "شالیمار"]
              },
              {
                "name": " قصور",
                "tehsils": ["قصور", "چونیان", "کوٹ رادھا کشن", "پٹوکی"]
              },
              {
                "name": " ننکانہ صاحب",
                "tehsils": ["ننکانہ صاحب", "سانگلہ ہل", "شاہ کوٹ"]
              },
              {
                "name": " شیخوپورہ",
                "tehsils": ["شیخوپورہ", "فیروزوالا", "مریدکے", "شرقپور"]
              }
            ]
          },
          {
            "name": "راولپنڈی ڈویژن",
            "districts": [
              {
                "name": " راولپنڈی",
                "tehsils": ["راولپنڈی", "گوجر خان", "کہوٹہ", "کلاڑ سیداں", "ٹیکسلا"]
              },
              {
                "name": " اٹک",
                "tehsils": ["اٹک", "فتح جنگ", "حسن ابدال", "جند", "پنڈی گھیب"]
              },
              {
                "name": " چکوال",
                "tehsils": ["چکوال", "چوآ سیداں شاہ", "کلاڑ کہار", "تلہ گنگ"]
              },
              {
                "name": " جہلم",
                "tehsils": ["جہلم", "پنڈ دادن خان", "سوہاوہ", "دینہ"]
              }
            ]
          },
          {
            "name": "گوجرانوالہ ڈویژن",
            "districts": [
              {
                "name": " گوجرانوالہ",
                "tehsils": ["گوجرانوالہ سٹی", "گوجرانوالہ کینٹ", "کاموکے", "نوشہرہ ورکاں", "وزیرآباد"]
              },
              {
                "name": " گجرات",
                "tehsils": ["گجرات", "کھاریاں", "سرائے عالمگیر"]
              },
              {
                "name": " حافظ آباد",
                "tehsils": ["حافظ آباد", "پنڈی بھٹیاں"]
              },
              {
                "name": " منڈی بہاؤالدین",
                "tehsils": ["منڈی بہاؤالدین", "ملکوال", "پھالیہ"]
              },
              {
                "name": " نارووال",
                "tehsils": ["نارووال", "شکرگڑھ", "ظفر وال"]
              },
              {
                "name": " سیالکوٹ",
                "tehsils": ["سیالکوٹ", "ڈسکہ", "پسرور", "سمبڑیال"]
              }
            ]
          },
          {
            "name": "فیصل آباد ڈویژن",
            "districts": [
              {
                "name": " فیصل آباد",
                "tehsils": ["فیصل آباد سٹی", "فیصل آباد صدر", "چک جھمرہ", "جرانوالہ", "سمندری", "تاندلیانوالہ"]
              },
              {
                "name": " چنیوٹ",
                "tehsils": ["چنیوٹ", "بھوانہ", "لیلیاں"]
              },
              {
                "name": " جھنگ",
                "tehsils": ["جھنگ", "احمدپور سیال", "شورکوٹ"]
              },
              {
                "name": " ٹوبہ ٹیک سنگھ",
                "tehsils": ["ٹوبہ ٹیک سنگھ", "گوجرہ", "کمار مشانی", "پیرمہال"]
              }
            ]
          },
          {
            "name": "ساہیوال ڈویژن",
            "districts": [
              {
                "name": " ساہیوال",
                "tehsils": ["ساہیوال", "چیچہ وطنی"]
              },
              {
                "name": " اوکاڑہ",
                "tehsils": ["اوکاڑہ", "ڈیپالپور", "رینالہ خورد"]
              },
              {
                "name": " پاکپتن",
                "tehsils": ["پاکپتن", "عارف والا"]
              }
            ]
          },
          {
            "name": "ملتان ڈویژن",
            "districts": [
              {
                "name": " ملتان",
                "tehsils": ["ملتان سٹی", "ملتان صدر", "جلالپور پیروالا", "شجاع آباد"]
              },
              {
                "name": " خانیوال",
                "tehsils": ["خانیوال", "جہانیاں", "کبیروالا", "میان چنوں"]
              },
              {
                "name": " لودھراں",
                "tehsils": ["لودھراں", "دنیاپور", "کہرور پکا"]
              },
              {
                "name": " وہاڑی",
                "tehsils": ["وہاڑی", "بورے والا", "میلسی"]
              }
            ]
          },
          {
            "name": "ڈیرہ غازی خان ڈویژن",
            "districts": [
              {
                "name": " ڈیرہ غازی خان",
                "tehsils": ["ڈیرہ غازی خان", "کوٹ چھٹہ", "تونسہ", "ڈی ایکسکلوڈڈ ایریا"]
              },
              {
                "name": " لیہ",
                "tehsils": ["لیہ", "چوبارا", "کرور لال عیسان"]
              },
              {
                "name": " مظفر گڑھ",
                "tehsils": ["مظفر گڑھ", "علی پور", "جتوئی", "کوٹ ادو"]
              },
              {
                "name": " راجن پور",
                "tehsils": ["راجن پور", "جمپور", "روجھان"]
              }
            ]
          },
          {
            "name": "بہاولپور ڈویژن",
            "districts": [
              {
                "name": " بہاولپور",
                "tehsils": ["بہاولپور سٹی", "بہاولپور صدر", "احمدپور شرقیہ", "حاصل پور", "خیرپور تامیوالی", "یزمان"]
              },
              {
                "name": " بہاولنگر",
                "tehsils": ["بہاولنگر", "چشتیاں", "فورٹ عباس", "ہارون آباد", "منچن آباد"]
              },
              {
                "name": " رحیم یار خان",
                "tehsils": ["رحیم یار خان", "خانپور", "لیاقت پور", "صادق آباد"]
              }
            ]
          },
          {
            "name": "سرگودھا ڈویژن",
            "districts": [
              {
                "name": " سرگودھا",
                "tehsils": ["سرگودھا", "بھلوال", "کوٹ مومن", "ساہیوال", "شاہ پور", "سیلانوالی"]
              },
              {
                "name": " بھکر",
                "tehsils": ["بھکر", "دریا خان", "کلاور کوٹ", "منکیرہ"]
              },
              {
                "name": " خوشاب",
                "tehsils": ["خوشاب", "نورپور", "قائد آباد"]
              },
              {
                "name": " میانوالی",
                "tehsils": ["میانوالی", "عیسیٰ خیل", "پِیپلن"]
              }
            ]
          }
        ]
      },
      {
        "name": "سندھ",
        "divisions": [
          {
            "name": "کراچی ڈویژن",
            "districts": [
              {
                "name": " کراچی سنٹرل",
                "tehsils": ["لیاقت آباد", "نظیم آباد", "گلبرگ", "نیو کراچی", "نارتھ نظیم آباد", "ایف بی ایریا", "گلشن اقبال"]
              },
              {
                "name": " کراچی ایسٹ",
                "tehsils": ["فیروز آباد", "گلشن اقبال", "جمشید کوارٹرز"]
              },
              {
                "name": " کراچی ساؤتھ",
                "tehsils": ["کینٹ", "سول لائن", "گارڈن", "لیاری", "صدر", "آرام باغ"]
              },
              {
                "name": " کراچی ویسٹ",
                "tehsils": ["بلدیہ", "ہاربر", "موری پور", "مومین آباد", "اورنگی", "سائٹ"]
              },
              {
                "name": " کورنگی",
                "tehsils": ["کورنگی", "لانڈھی", "ماڈل کالونی", "شاہ فیصل"]
              },
              {
                "name": " کیماڑی",
                "tehsils": ["کیماڑی", "موری پور", "بلدیہ", "ہاربر", "سائٹ"]
              },
              {
                "name": " ملیر",
                "tehsils": ["ملیر", "گڈاپ", "مراد میمن", "حب"]
              }
            ]
          },
          {
            "name": "حیدرآباد ڈویژن",
            "districts": [
              {
                "name": " حیدرآباد",
                "tehsils": ["حیدرآباد سٹی", "حیدرآباد رورل", "لطیف آباد", "قاسم آباد"]
              },
              {
                "name": " بدین",
                "tehsils": ["بدین", "گولارچی", "ماٹلی", "شہید فضل راحو", "ٹنڈو باغو"]
              },
              {
                "name": " دادو",
                "tehsils": ["دادو", "جوہی", "خیرپور ناتھن شاہ", "مہر", "کے این شاہ"]
              },
              {
                "name": " جامشورو",
                "tehsils": ["جامشورو", "کوٹری", "ٹھانہ بولا خان", "سیہون"]
              },
              {
                "name": " مٹیاری",
                "tehsils": ["مٹیاری", "ہالا", "سعید آباد"]
              },
              {
                "name": " سجاول",
                "tehsils": ["سجاول", "جاتی", "کھارو چان", "شاہ بندر"]
              },
              {
                "name": " ٹنڈو اللہ یار",
                "tehsils": ["ٹنڈو اللہ یار", "چیمبر", "جھانڈو ماری"]
              },
              {
                "name": " ٹنڈو محمد خان",
                "tehsils": ["ٹنڈو محمد خان", "بلڑی شاہ کریم"]
              },
              {
                "name": " ٹھٹہ",
                "tehsils": ["ٹھٹہ", "گھورا باری", "کیٹی بندر", "میرپور بٹھورو", "میرپور ساکرو"]
              }
            ]
          },
          {
            "name": "سکھر ڈویژن",
            "districts": [
              {
                "name": " سکھر",
                "tehsils": ["سکھر", "پانو عاقل", "روہڑی", "صالح پت"]
              },
              {
                "name": " گھوٹکی",
                "tehsils": ["گھوٹکی", "ڈہرکی", "خانگڑھ", "میرپور ماٹھیلو", "اوبارو"]
              },
              {
                "name": " خیرپور",
                "tehsils": ["خیرپور", "فیض گنج", "گمبٹ", "کوٹ ڈیجی", "میرواہ", "نارا", "سوبھو ڈیرو"]
              },
              {
                "name": " نوشہرو فیروز",
                "tehsils": ["نوشہرو فیروز", "بھیریا", "مورو", "کنڈیارو"]
              }
            ]
          },
          {
            "name": "میرپور خاص ڈویژن",
            "districts": [
              {
                "name": " میرپور خاص",
                "tehsils": ["میرپور خاص", "ڈیگری", "حسین بخش ماری", "جھڈو", "کوٹ غلام محمد", "شجاع آباد"]
              },
              {
                "name": " سانگھڑ",
                "tehsils": ["سانگھڑ", "جام نواز علی", "کھپرو", "شہدادپور", "سنجھورو", "ٹنڈو آدم"]
              },
              {
                "name": " تھرپارکر",
                "tehsils": ["مِٹھی", "چاچڑو", "ڈاہلی", "ڈپلو", "اسلام کوٹ", "کالوئی", "ننگرپارکر"]
              },
              {
                "name": " عمرکوٹ",
                "tehsils": ["عمرکوٹ", "کُنڑی", "پِتھورو", "سامارو"]
              }
            ]
          },
          {
            "name": "لاڑکانہ ڈویژن",
            "districts": [
              {
                "name": " لاڑکانہ",
                "tehsils": ["لاڑکانہ", "بکڑانی", "ڈوکری", "رتو ڈیرو"]
              },
              {
                "name": " جیکب آباد",
                "tehsils": ["جیکب آباد", "گڑھی کھیرو", "ٹھل"]
              },
              {
                "name": " کamber شہدادکوٹ",
                "tehsils": ["کامبر", "میرو خان", "نصیر آباد", "قبو سعید خان", "شہدادکوٹ", "سجاول جونیجو", "وارہ"]
              },
              {
                "name": " کشمور",
                "tehsils": ["کشمور", "کندھکوٹ", "تنگوانی"]
              },
              {
                "name": " شکارپور",
                "tehsils": ["شکارپور", "گڑھی یاسین", "خانپور", "لاکھی غلام شاہ"]
              }
            ]
          },
          {
            "name": "شہید بینظیرآباد ڈویژن",
            "districts": [
              {
                "name": " شہید بینظیرآباد (نوابشاہ)",
                "tehsils": ["نوابشاہ", "دولت پور", "قاضی احمد", "سکرنڈ", "داؤر"]
              },
              {
                "name": " سانگھڑ",
                "tehsils": ["سانگھڑ", "جام نواز علی", "کھپرو", "شہدادپور", "سنجھورو", "ٹنڈو آدم"]
              }
            ]
          }
        ]
      },
      {
        "name": "خیبر پختونخوا",
        "divisions": [
          {
            "name": "پشاور ڈویژن",
            "districts": [
              {
                "name": " پشاور",
                "tehsils": ["پشاور", "چارسدہ", "شبقادر"]
              },
              {
                "name": " چارسدہ",
                "tehsils": ["چارسدہ", "تنگی", "شبقادر"]
              },
              {
                "name": " نوشہرہ",
                "tehsils": ["نوشہرہ", "جہانگیرا", "پبی"]
              }
            ]
          },
          {
            "name": "مردان ڈویژن",
            "districts": [
              {
                "name": " مردان",
                "tehsils": ["مردان", "تخت بھائی", "کٹلنگ"]
              },
              {
                "name": " صوابی",
                "tehsils": ["صوابی", "لاہور", "ٹوپی", "رضار"]
              }
            ]
          },
          {
            "name": "مالاکنڈ ڈویژن",
            "districts": [
              {
                "name": " مالاکنڈ",
                "tehsils": ["درگئی", "بٹ خیلہ", "چکدرہ"]
              },
              {
                "name": " زیریں دیر",
                "tehsils": ["ٹمرگرہ", "ادنزئی", "لال قلعہ", "معمار باغ", "منڈا"]
              },
              {
                "name": " بالائی دیر",
                "tehsils": ["دیر", "واری", "باراوال", "خال", "شاری کوٹ"]
              },
              {
                "name": " باجوڑ",
                "tehsils": ["خار", "نواگئی", "مموند", "سالارزئی", "اوتھمان خیل"]
              },
              {
                "name": " سوات",
                "tehsils": ["مینگورہ", "باری کوٹ", "بابوزئی", "مٹہ", "خوازہ خیلہ", "کبل"]
              },
              {
                "name": " شانگلہ",
                "tehsils": ["الپوری", "بشام", "چکیسر", "مارٹنگ", "پرانا"]
              },
              {
                "name": " زیریں چترال",
                "tehsils": ["چترال", "مستوج", "لوٹکوہ", "تورخو"]
              },
              {
                "name": " بالائی چترال",
                "tehsils": ["بونی", "ملخو", "لاسپور", "شوغور", "تورخو"]
              }
            ]
          },
          {
            "name": "ہزارہ ڈویژن",
            "districts": [
              {
                "name": " ایبٹ آباد",
                "tehsils": ["ایبٹ آباد", "ہویلیاں", "شیروان", "لورا"]
              },
              {
                "name": " ہری پور",
                "tehsils": ["ہری پور", "غازی", "خانپور"]
              },
              {
                "name": " مانسہرہ",
                "tehsils": ["مانسہرہ", "بالا کوٹ", "اوگی", "دربند"]
              },
              {
                "name": " بٹگرام",
                "tehsils": ["بٹگرام", "الائی", "بانا"]
              },
              {
                "name": " تور غر",
                "tehsils": ["جڈبا", "خاندر"]
              },
              {
                "name": " کوہستان",
                "tehsils": ["داسو", "پٹن", "پلاس"]
              },
              {
                "name": " زیریں کوہستان",
                "tehsils": ["کولائی", "پٹن"]
              },
              {
                "name": " بالائی کوہستان",
                "tehsils": ["داسو", "کندیا"]
              }
            ]
          },
          {
            "name": "کوہاٹ ڈویژن",
            "districts": [
              {
                "name": " کوہاٹ",
                "tehsils": ["کوہاٹ", "لاچی", "گمبٹ", "ڈیرہ آدم خیل"]
              },
              {
                "name": " کرک",
                "tehsils": ["کرک", "بانڈہ داؤد شاہ", "تخت ناصرتی"]
              },
              {
                "name": " ہنگو",
                "tehsils": ["ہنگو", "ٹل"]
              },
              {
                "name": " کرم",
                "tehsils": ["پڑا چنار", "سنٹرل کرم", "لوئر کرم", "اپپر کرم"]
              },
              {
                "name": " اورکزئی",
                "tehsils": ["کلایہ", "سنٹرل اورکزئی", "لوئر اورکزئی", "اپپر اورکزئی"]
              }
            ]
          },
          {
            "name": "بنوں ڈویژن",
            "districts": [
              {
                "name": " بنوں",
                "tehsils": ["بنوں", "ڈومیل", "ککی"]
              },
              {
                "name": " لکی مروت",
                "tehsils": ["لکی مروت", "سرائی نورنگ"]
              },
              {
                "name": " شمالی وزیرستان",
                "tehsils": ["میران شاہ", "دٹا خیل", "میر علی", "رضماک", "شوا"]
              }
            ]
          },
          {
            "name": "ڈیرہ اسماعیل خان ڈویژن",
            "districts": [
              {
                "name": " ڈیرہ اسماعیل خان",
                "tehsils": ["ڈیرہ اسماعیل خان", "کلاچی", "پہاڑپور", "پروا"]
              },
              {
                "name": " ٹانک",
                "tehsils": ["ٹانک", "کلاچی"]
              },
              {
                "name": " جنوبی وزیرستان",
                "tehsils": ["وانہ", "لڈہا", "سرواکی", "تیارزہ"]
              }
            ]
          }
        ]
      },
      {
        "name": "بلوچستان",
        "divisions": [
          {
            "name": "کوئٹہ ڈویژن",
            "districts": [
              {
                "name": " کوئٹہ",
                "tehsils": ["کوئٹہ", "چلتن", "پنجپائی", "زرغون"]
              },
              {
                "name": " قلعہ عبداللہ",
                "tehsils": ["چمن", "ڈوبندی", "گلستان", "قلعہ عبداللہ"]
              },
              {
                "name": " پشین",
                "tehsils": ["پشین", "بارشور", "کرزت", "سرانان"]
              }
            ]
          },
          {
            "name": "قلات ڈویژن",
            "districts": [
              {
                "name": " قلات",
                "tehsils": ["قلات", "گزگ", "منگوچر", "سوراب"]
              },
              {
                "name": " خضدار",
                "tehsils": ["خضدار", "مولا", "وادھ", "زیری"]
              },
              {
                "name": " مستونگ",
                "tehsils": ["مستونگ", "داشت", "کردگاپ", "خاد کوچہ"]
              },
              {
                "name": " لسبیلہ",
                "tehsils": ["اوتھل", "بیلا", "دورئیجی", "حب", "کنڑاج", "لکھڑا", "لیاری", "سونمیانی"]
              },
              {
                "name": " آواران",
                "tehsils": ["آواران", "گشکور", "جھل جھاؤ", "مشکی"]
              },
              {
                "name": " خاران",
                "tehsils": ["خاران", "گوش", "ناگ", "ساراب"]
              },
              {
                "name": " واشک",
                "tehsils": ["واشک", "مشکیل", "شاہیدی"]
              }
            ]
          },
          {
            "name": "مکران ڈویژن",
            "districts": [
              {
                "name": " کیچ (تربت)",
                "tehsils": ["تربت", "بولیدہ", "دشت", "ٹمپ", "مند"]
              },
              {
                "name": " گوادر",
                "tehsils": ["گوادر", "جیوانی", "اورماڑہ", "پسنئی"]
              },
              {
                "name": " پنجگور",
                "tehsils": ["پنجگور", "گشک", "پاروم"]
              }
            ]
          },
          {
            "name": "نصیرآباد ڈویژن",
            "districts": [
              {
                "name": " نصیرآباد",
                "tehsils": ["ڈیرہ مراد جمالی", "چٹّر", "ٹمبو", "سنجاوی"]
              },
              {
                "name": " جعفرآباد",
                "tehsils": ["ڈیرہ اللہ یار", "گنداخہ", "جھٹ پٹ", "اُستہ محمد"]
              },
              {
                "name": " جھل مگسی",
                "tehsils": ["جھل مگسی", "گنداوہ", "میرپور"]
              }
            ]
          },
          {
            "name": "سبی ڈویژن",
            "districts": [
              {
                "name": " سبی",
                "tehsils": ["سبی", "کوٹری", "لہری", "سنگن"]
              },
              {
                "name": " ہرنائی",
                "tehsils": ["ہرنائی", "خوست", "شہرگ"]
              },
              {
                "name": " زیارت",
                "tehsils": ["زیارت", "سنجاوی", "سنجاوی"]
              },
              {
                "name": " کوہلو",
                "tehsils": ["کوہلو", "کاہان", "ماوند", "تمارینڈ"]
              },
              {
                "name": " ڈیرہ بگٹی",
                "tehsils": ["ڈیرہ بگٹی", "پھیلاواغ", "سوئی", "بیکر"]
              }
            ]
          },
          {
            "name": "ژوب ڈویژن",
            "districts": [
              {
                "name": " ژوب",
                "tehsils": ["ژوب", "کاکڑ خوراسان", "سمبازہ", "شاموزئی"]
              },
              {
                "name": " شیرانی",
                "tehsils": ["شیرانی"]
              },
              {
                "name": " قلعہ سیف اللہ",
                "tehsils": ["قلعہ سیف اللہ", "لوئی بند", "مسلم باغ"]
              },
              {
                "name": " موسیٰ خیل",
                "tehsils": ["موسیٰ خیل", "کنگری", "ڈریگن", "وہووا"]
              },
              {
                "name": " لورالائی",
                "tehsils": ["لورالائی", "بوری", "ڈوکی", "مختر"]
              },
              {
                "name": " بارخان",
                "tehsils": ["بارخان", "ہوسری", "رکھنی"]
              }
            ]
          },
          {
            "name": "رخشان ڈویژن",
            "districts": [
              {
                "name": " چاغی",
                "tehsils": ["دالبندین", "نوکندی", "تفتان"]
              },
              {
                "name": " نوشکی",
                "tehsils": ["نوشکی", "چاغی", "قمر دین کاریز"]
              },
              {
                "name": " واشک",
                "tehsils": ["واشک", "مشکیل", "شاہیدی"]
              }
            ]
          }
        ]
      },
      {
        "name": "اسلام آباد دارالحکومت علاقہ",
        "divisions": [],
        "districts": [
          {
            "name": " اسلام آباد",
            "tehsils": ["اسلام آباد", "ٹرنول", "کورال", "سیہالہ", "شاہ اللہ دتہ"]
          }
        ]
      },
      {
        "name": "آزاد کشمیر",
        "divisions": [
          {
            "name": "میرپور ڈویژن",
            "districts": [
              {
                "name": " میرپور",
                "tehsils": ["میرپور", "ڈڈیال"]
              },
              {
                "name": " بھمبر",
                "tehsils": ["بھمبر", "برنالا", "سمہنی"]
              },
              {
                "name": " کوٹلی",
                "tehsils": ["کوٹلی", "فتح پور ٹھکیالا", "کھوئی رٹہ", "سہنسہ"]
              }
            ]
          },
          {
            "name": "مظفرآباد ڈویژن",
            "districts": [
              {
                "name": " مظفرآباد",
                "tehsils": ["مظفرآباد", "پٹیکہ"]
              },
              {
                "name": " ہٹیاں بالا",
                "tehsils": ["ہٹیاں بالا", "لیپا", "چھکّر"]
              },
              {
                "name": " نیلم",
                "tehsils": ["آتھمقام", "شاردہ"]
              }
            ]
          },
          {
            "name": "پونچھ ڈویژن",
            "districts": [
              {
                "name": " پونچھ",
                "tehsils": ["راولا کوٹ", "عباس پور", "حاجیڑہ"]
              },
              {
                "name": " باغ",
                "tehsils": ["باغ", "ڈھیریہ بٹراسی", "حویلی"]
              },
              {
                "name": " سدھنوتی",
                "tehsils": ["پلندری", "بالی آم", "ترار دیوان"]
              }
            ]
          }
        ]
      },
      {
        "name": "گلگت بلتستان",
        "divisions": [
          {
            "name": "گلگت ڈویژن",
            "districts": [
              {
                "name": " گلگت",
                "tehsils": ["گلگت", "جگلوٹ", "نلتر"]
              },
              {
                "name": " گھانچے",
                "tehsils": ["خپلو", "مشبرم", "ڈاغونی"]
              },
              {
                "name": " ہنزہ",
                "tehsils": ["علی آباد", "گوجال"]
              },
              {
                "name": " نگر",
                "tehsils": ["نگر", "ہسپر"]
              }
            ]
          },
          {
            "name": "بلتستان ڈویژن",
            "districts": [
              {
                "name": " سکردو",
                "tehsils": ["سکردو", "گلتری", "کھرمنگ", "رونڈو"]
              },
              {
                "name": " شگر",
                "tehsils": ["شگر", "اسکولے"]
              },
              {
                "name": " کھرمنگ",
                "tehsils": ["ٹولٹی", "مشبرم", "گلتری"]
              },
              {
                "name": " گھانچے",
                "tehsils": ["خپلو", "مشبرم", "ڈاغونی"]
              }
            ]
          },
          {
            "name": "دیامر ڈویژن",
            "districts": [
              {
                "name": " دیامر",
                "tehsils": ["چلاس", "داریل", "تنگر"]
              },
              {
                "name": " استور",
                "tehsils": ["استور", "گوری کوٹ", "چلم"]
              }
            ]
          }
        ]
      }
    ]
  }
}